Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Serves the currently loaded model over OpenAI- and Anthropic-compatible HTTP endpoints on loopback, sharing the same engine this app's chat uses -- not a second copy of the model. Loading a different model, or unloading, stops the server. Loopback keeps it off the network and NOT off this machine: without an API key, any process running here can reach it.
ar: يقدم النموذج المحمل حاليًا عبر نقاط نهاية HTTP المتوافقة مع OpenAI وAnthropic على الاسترجاع المحلي (loopback)، بمشاركة نفس المحرك الذي تستخدمه محادثة هذا التطبيق -- وليس نسخة ثانية من النموذج. يؤدي تحميل نموذج مختلف أو إلغاء التحميل إلى إيقاف الخادم. يحفظه الاسترجاع المحلي بعيدًا عن الشبكة ولكن ليس بعيدًا عن هذا الجهاز: بدون مفتاح API، يمكن لأي عملية تعمل هنا الوصول إليه.
de: Stellt das aktuell geladene Modell über OpenAI- und Anthropic-kompatible HTTP-Endpunkte auf dem Loopback bereit und teilt dieselbe Engine, die der Chat dieser App verwendet -- keine zweite Kopie des Modells. Das Laden eines anderen Modells oder Entladen stoppt den Server. Loopback hält es vom Netzwerk fern, aber NICHT von diesem Computer: Ohne API-Schlüssel kann jeder hier laufende Prozess darauf zugreifen.
es: Sirve el modelo cargado actualmente mediante extremos HTTP compatibles con OpenAI y Anthropic en bucle local (loopback), compartiendo el mismo motor que usa el chat de esta app y no una segunda copia. Cargar un modelo diferente o descargarlo detiene el servidor. Loopback lo mantiene fuera de la red pero NO de este equipo: sin una clave de API, cualquier proceso que se ejecute aquí puede acceder a él.
fr: Fournit le modèle actuellement chargé via des points de terminaison HTTP compatibles OpenAI et Anthropic en boucle locale (loopback), partageant le même moteur que le chat de cette application -- et non une seconde copie du modèle. Charger un autre modèle ou le décharger arrête le serveur. Le bouclage local le garde hors du réseau mais PAS de cette machine : sans clé API, tout processus s'exécutant ici peut y accéder.
he: משרת את המודל הטעון כעת דרך נקודות קצה של HTTP התואמות ל-OpenAI ול-Anthropic ב-loopback, תוך שיתוף אותו מנוע שבו משתמש הצ'אט של אפליקציה זו -- ולא עותק שני של המודל. טעינת מודל אחר או פריקה עוצרת את השרת. ה-loopback שומר עליו מחוץ לרשת אך לא מחוץ למחשב זה: ללא מפתח API, כל תהליך שרץ כאן יכול להגיע אליו.
hi: वर्तमान में लोड किए गए मॉडल को लूपबैक पर OpenAI- और Anthropic-संगत HTTP समापन बिंदुओं पर सेवा प्रदान करता है, उसी इंजन को साझा करता है जो इस ऐप की चैट उपयोग करती है -- मॉडल की दूसरी प्रति नहीं। एक अलग मॉडल लोड करने या अनलोड करने से सर्वर रुक जाता है। लूपबैक इसे नेटवर्क से दूर रखता है लेकिन इस मशीन से नहीं: एपीआई कुंजी के बिना, यहां चल रही कोई भी प्रक्रिया इस तक पहुंच सकती है।
id: Menyajikan model yang saat ini dimuat melalui titik akhir HTTP yang kompatibel dengan OpenAI dan Anthropic di loopback, berbagi mesin yang sama dengan yang digunakan obrolan aplikasi ini -- bukan salinan kedua dari model. Memuat model lain, atau membongkar, akan menghentikan server. Loopback menjaganya tetap di luar jaringan dan BUKAN di luar mesin ini: tanpa kunci API, proses apa pun yang berjalan di sini dapat menjangkaunya.
it: Offre il modello attualmente caricato tramite endpoint HTTP compatibili con OpenAI e Anthropic su loopback, condividendo lo stesso motore usato dalla chat di questa app -- non una seconda copia del modello. Il caricamento di un modello diverso o lo scaricamento arresta il server. Il loopback lo tiene fuori dalla rete ma NON da questa macchina: senza una chiave API, qualsiasi processo in esecuzione qui può raggiungerlo.
ja: 現在読み込まれているモデルを、OpenAI および Anthropic 互換の HTTP エンドポイント経由でループバック上に提供します。このアプリのチャットと同じエンジンを共有し、モデルの 2 つ目のコピーは作成されません。別のモデルを読み込むかアンロードするとサーバーが停止します。ループバックはネットワークから隔離しますが、このマシンからは隔離されません。API キーがない場合、ここで実行されているすべてのプロセスがアクセスできます。
ko: 현재 로드된 모델을 루프백에서 OpenAI 및 Anthropic 호환 HTTP 엔드포인트를 통해 제공하며, 이 앱의 채팅이 사용하는 동일한 엔진을 공유합니다(모델의 두 번째 복사본이 아님). 다른 모델을 로드하거나 언로드하면 서버가 중지됩니다. 루프백은 네트워크 외부로 노출되지 않도록 하지만 이 컴퓨터 내부는 제외되지 않습니다. API 키가 없으면 여기서 실행 중인 모든 프로세스가 액세스할 수 있습니다.
nl: Biedt het momenteel geladen model aan via OpenAI- en Anthropic-compatibele HTTP-eindpunten op loopback, waarbij dezelfde engine wordt gedeeld als de chat van deze app -- geen tweede exemplaar van het model. Het laden van een ander model of het verwijderen ervan stopt de server. Loopback houdt het buiten het netwerk, maar NIET buiten deze machine: zonder een API-sleutel kan elk proces dat hier draait erbij.
pl: Udostępnia aktualnie załadowany model za pośrednictwem punktów końcowych HTTP zgodnych z OpenAI i Anthropic na pętli zwrotnej (loopback), współdzieląc ten sam silnik, z którego korzysta czat tej aplikacji -- a nie drugą kopię modelu. Załadowanie innego modelu lub jego wyładowanie zatrzymuje serwer. Pętla zwrotna utrzymuje go poza siecią, ale NIE poza tym komputerem: bez klucza API każdy uruchomiony tutaj proces ma do niego dostęp.
pt_br: Disponibiliza o modelo atualmente carregado por meio de pontos de extremidade HTTP compatíveis com OpenAI e Anthropic em loopback, compartilhando o mesmo motor que o chat deste aplicativo usa -- não uma segunda cópia do modelo. Carregar um modelo diferente ou descarregar para o servidor. O loopback mantém o serviço fora da rede, mas NÃO fora desta máquina: sem uma chave de API, qualquer processo em execução aqui pode acessá-lo.
ru: Предоставляет текущую загруженную модель через HTTP-эндпоинты, совместимые с OpenAI и Anthropic, на локальной петле (loopback), используя тот же движок, что и чат приложения -- без создания второй копии модели. Загрузка другой модели или выгрузка останавливает сервер. Loopback изолирует его от сети, но НЕ от этого компьютера: без API-ключа любой запущенный здесь процесс может получить к нему доступ.
sv: Tillhandahåller den för närvarande laddade modellen över OpenAI- och Anthropic-kompatibla HTTP-slutpunkter på loopback och delar samma motor som appens chatt använder -- inte en andra kopia av modellen. Att ladda en annan modell eller ta bort den stoppar servern. Loopback håller den borta från nätverket men INTE från den här maskinen: utan en API-nyckel kan vilken process som helst som körs här nå den.
tr: Şu anda yüklü olan modeli, geri döngü (loopback) üzerinde OpenAI ve Anthropic uyumlu HTTP uç noktaları üzerinden sunar; bu uygulamanın sohbetinin kullandığı aynı motoru paylaşır -- modelin ikinci bir kopyasını değil. Farklı bir model yüklemek veya kaldırmak sunucuyu durdurur. Geri döngü onu ağın dışında tutar ancak bu makinenin dışında TUTMAZ: bir API anahtarı olmadan, burada çalışan herhangi bir işlem ona ulaşabilir.
uk: Надає поточну завантажену модель через HTTP-ендпоінти, сумісні з OpenAI та Anthropic, на локальній петлі (loopback), використовуючи той самий рушій, що й чат цієї програми -- без створення другої копії моделі. Завантаження іншої моделі або вивантаження зупиняє сервер. Loopback ізолює його від мережі, але НЕ від цього комп'ютера: без ключа API будь-який процес, запущений тут, може отримати до нього доступ.
vi: Cung cấp mô hình hiện đang tải qua các điểm cuối HTTP tương thích với OpenAI và Anthropic trên loopback, dùng chung công cụ mà trò chuyện của ứng dụng này sử dụng -- không phải bản sao thứ hai của mô hình. Tải một mô hình khác hoặc hủy tải sẽ dừng máy chủ. Loopback giữ nó ngoài mạng nhưng KHÔNG ngoài máy này: nếu không có khóa API, bất kỳ tiến trình nào đang chạy ở đây đều có thể tiếp cận nó.
zh_hans: 通过本地环回（loopback）上兼容 OpenAI 和 Anthropic 的 HTTP 端点提供当前加载的模型，共享此应用聊天所用的相同引擎，而非模型的第二份副本。加载其他模型或卸载模型会停止服务器。环回将其排除在网络之外，但并未排除在此机器之外：如果没有 API 密钥，在此运行的任何进程均可访问它。
zh_hant: 透過本地環回（loopback）上與 OpenAI 及 Anthropic 相容的 HTTP 端點提供目前載入的模型，共享此應用程式聊天所使用的相同引擎，而非模型的第二份副本。載入其他模型或卸載模型會停止伺服器。環回將其排除在網路之外，但並未排除在此機器之外：如果沒有 API 金鑰，在此運行的任何程序皆可存取它。

source: Service:
ar: الخدمة:
de: Dienst:
es: Servicio:
he: שירות:
hi: सेवा:
id: Layanan:
it: Servizio:
ja: サービス:
ko: 서비스:
pl: Usługa:
pt_br: Serviço:
ru: Служба:
sv: Tjänst:
tr: Hizmet:
uk: Служба:
vi: Dịch vụ:
zh_hans: 服务:
zh_hant: 服務:

source: Serving
ar: قيد الخدمة
de: Wird bereitgestellt
es: Sirviendo
fr: En service
he: מגיש
hi: सर्व कर रहा है
id: Menyajikan
it: In esecuzione
ja: 提供中
ko: 제공 중
nl: Actief
pl: Udostępnianie
pt_br: Servindo
ru: Обслуживается
sv: Tillhandahåller
tr: Sunuluyor
uk: Обслуговується
vi: Đang phục vụ
zh_hans: 正在提供服务
zh_hant: 正在提供服務

source: Serving Stats
ar: إحصائيات الخدمة
de: Serverstatistiken
es: Estadísticas de servicio
fr: Statistiques de service
he: סטטיסטיקת שירות
hi: सर्विंग आंकड़े
id: Statistik Layanan
it: Statistiche del server
ja: 稼働統計
ko: 서빙 통계
nl: Serverstatistieken
pl: Statystyki serwowania
pt_br: Estatísticas de Serviço
ru: Статистика сервера
sv: Serveringsstatistik
tr: Sunucu İstatistikleri
uk: Статистика сервера
vi: Thống kê máy chủ
zh_hans: 服务统计
zh_hant: 服務統計

source: Session Slot Evictions: %lld
ar: عمليات إخلاء فتحات الجلسة: %lld
de: Sitzungsslot-Räumungen: %lld
es: Desalojos de ranuras de sesión: %lld
fr: Évictions d'emplacements de session : %lld
he: פינויי חריצי הפעלה: %lld
hi: सत्र स्लॉट बेदखली: %lld
id: Penggusuran Slot Sesi: %lld
it: Sfratti degli slot di sessione: %lld
ja: セッションスロットの退去数: %lld
ko: 세션 슬롯 제거 수: %lld
nl: Verwijderingen uit sessieslots: %lld
pl: Emisje slotów sesji: %lld
pt_br: Despejos de slots de sessão: %lld
ru: Вытеснений слотов сессий: %lld
sv: Session-slot-utkastningar: %lld
tr: Oturum Yuvası Tahliyeleri: %lld
uk: Витіснень слотів сесій: %lld
vi: Số lần loại bỏ vị trí phiên: %lld
zh_hans: 会话插槽逐出次数: %lld
zh_hant: 工作階段插槽逐出次數: %lld

source: Session Stats
ar: إحصاءات الجلسة
de: Sitzungsstatistiken
es: Estadísticas de la sesión
fr: Statistiques de la session
he: סטטיסטיקת ההפעלה
hi: सत्र आंकड़े
id: Statistik sesi
it: Statistiche della sessione
ja: セッションの統計
ko: 세션 통계
nl: Sessiestatistieken
pl: Statystyki sesji
pt_br: Estatísticas da sessão
ru: Статистика сеанса
sv: Sessionsstatistik
tr: Oturum istatistikleri
uk: Статистика сеансу
vi: Thống kê phiên
zh_hans: 会话统计
zh_hant: 工作階段統計

source: Session Stats...
ar: إحصائيات الجلسة...
de: Sitzungsstatistiken...
es: Estadísticas de sesión...
fr: Statistiques de session...
he: סטטיסטיקת הפעלה...
hi: सत्र आँकड़े...
id: Statistik Sesi...
it: Statistiche sessione...
ja: セッション統計...
ko: 세션 통계...
nl: Sessiestatistieken...
pl: Statystyki sesji...
pt_br: Estatísticas da Sessão...
ru: Статистика сессии...
sv: Sessionsstatistik...
tr: Oturum İstatistikleri...
uk: Статистика сеансу...
vi: Thống kê phiên...
zh_hans: 会话统计...
zh_hant: 工作階段統計...

source: Session Telemetry & Introspection
ar: قياس الجلسة عن بعد والاستبطان
de: Sitzungstelemetrie & Introspektion
es: Telemetría e introspección de sesión
fr: Télémétrie et introspection de session
he: טלמטריה והתבוננות פנימית של הפעלה
hi: सत्र टेलीमेट्री और आत्मनिरीक्षण
id: Telemetri & Introspeksi Sesi
it: Telemetria e introspezione della sessione
ja: セッションテレメトリとイントロスペクション
ko: 세션 원격 측정 및 인트로스펙션
nl: Sessietelemetrie & introspectie
pl: Telemetria i introspekcja sesji
pt_br: Telemetria e introspecção da sessão
ru: Телеметрия и самоанализ сессии
sv: Sessionstelemetri och introspektion
tr: Oturum Telemetrisi ve İntrospeksiyon
uk: Телеметрія та інтроспекція сесії
vi: Đo từ xa và xem xét phiên
zh_hans: 会话遥测与自省
zh_hant: 工作階段遙測與自省

source: Set a codebase root directory above to enable indexing.
ar: عيّن دليل جذر قاعدة التعليمات البرمجية أعلاه لتمكين الفهرسة.
de: Legen Sie oben das Stammverzeichnis des Codes fest, um die Indizierung zu aktivieren.
es: Define arriba el directorio raíz del código para activar la indexación.
fr: Définissez ci-dessus le dossier racine du code pour activer l'indexation.
he: יש להגדיר למעלה את תיקיית השורש של בסיס הקוד כדי להפעיל אינדוקס.
hi: इंडेक्सिंग चालू करने के लिए ऊपर कोडबेस रूट डायरेक्टरी सेट करें।
id: Tetapkan direktori root basis kode di atas untuk mengaktifkan pengindeksan.
it: Imposta sopra la directory radice del codice per abilitare l'indicizzazione.
ja: インデックス作成を有効にするには、上でコードベースのルートディレクトリを設定してください。
ko: 인덱싱을 활성화하려면 위에서 코드베이스 루트 디렉터리를 설정하세요.
nl: Stel hierboven de hoofdmap van de codebase in om indexering in te schakelen.
pl: Ustaw powyżej katalog główny kodu, aby włączyć indeksowanie.
pt_br: Defina acima a pasta raiz do código para ativar a indexação.
ru: Укажите выше корневую папку кода, чтобы включить индексацию.
sv: Ange kodbasens rotmapp ovan för att aktivera indexering.
tr: Dizinlemeyi etkinleştirmek için yukarıda kod tabanı kök dizinini ayarlayın.
uk: Укажіть вище кореневу папку коду, щоб увімкнути індексування.
vi: Đặt thư mục gốc của mã nguồn ở trên để bật lập chỉ mục.
zh_hans: 请在上方设置代码库根目录以启用索引。
zh_hant: 請在上方設定程式碼庫根目錄以啟用索引。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Shadowed
ar: مُغطّى
de: Überlagert
es: Ocultado
fr: Masqué
he: מוצל
hi: छिपा हुआ
id: Tertutupi
it: Sovrascritto
ja: 上書き
ko: 가려짐
nl: Overruled
pl: Zastąpiony
pt_br: Sobreposto
ru: Перекрыт
sv: Skuggad
tr: Gölgelenmiş
uk: Перекрито
vi: Bị che khuất
zh_hans: 被遮蔽
zh_hant: 被遮蔽

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
he: שתף
hi: साझा करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sv: Dela
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Share conversation
ar: مشاركة المحادثة
de: Unterhaltung teilen
es: Compartir conversación
fr: Partager la conversation
he: שתף שיחה
hi: बातचीत साझा करें
id: Bagikan percakapan
it: Condividi conversazione
ja: 会話を共有
ko: 대화 공유
nl: Gesprek delen
pl: Udostępnij rozmowę
pt_br: Compartilhar conversa
ru: Поделиться беседой
sv: Dela konversation
tr: Sohbeti paylaş
uk: Поділитися бесідою
vi: Chia sẻ cuộc trò chuyện
zh_hans: 分享对话
zh_hant: 分享對話

source: Share message
ar: مشاركة الرسالة
de: Nachricht teilen
es: Compartir mensaje
fr: Partager le message
he: שתף הודעה
hi: संदेश साझा करें
id: Bagikan pesan
it: Condividi messaggio
ja: メッセージを共有
ko: 메시지 공유
nl: Bericht delen
pl: Udostępnij wiadomość
pt_br: Compartilhar mensagem
ru: Поделиться сообщением
sv: Dela meddelande
tr: Mesajı paylaş
uk: Поділитися повідомленням
vi: Chia sẻ tin nhắn
zh_hans: 分享消息
zh_hant: 分享訊息

source: Shell
ar: الصدفة
he: מעטפת
hi: शेल
ja: シェル
ko: 셸
pl: Powłoka
ru: Оболочка
sv: Skal
tr: Kabuk
uk: Оболонка

source: Shortcuts
ar: الاختصارات
de: Tastenkombinationen
es: Atajos
fr: Raccourcis
he: קיצורי דרך
hi: शॉर्टकट
id: Pintasan
it: Scorciatoie
ja: ショートカット
ko: 단축키
nl: Sneltoetsen
pl: Skróty
pt_br: Atalhos
ru: Сочетания клавиш
sv: Genvägar
tr: Kısayollar
uk: Гарячі клавіші
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 捷徑

source: Shortcuts are fixed. There is no rebinding in this version.
ar: الاختصارات ثابتة. لا يمكن إعادة تعيينها في هذا الإصدار.
de: Die Kurzbefehle sind fest. In dieser Version ist keine Neubelegung möglich.
es: Los atajos son fijos. En esta versión no se pueden reasignar.
fr: Les raccourcis sont fixes. Aucune réaffectation n'est possible dans cette version.
he: קיצורי הדרך קבועים. אין אפשרות לשנות אותם בגרסה הזו.
hi: शॉर्टकट निश्चित हैं। इस संस्करण में इन्हें बदला नहीं जा सकता।
id: Pintasan bersifat tetap. Tidak ada pengubahan pada versi ini.
it: Le scorciatoie sono fisse. In questa versione non è possibile riassegnarle.
ja: ショートカットは固定です。このバージョンでは再割り当てできません。
ko: 단축키는 고정되어 있습니다. 이 버전에서는 재지정할 수 없습니다.
nl: De sneltoetsen liggen vast. In deze versie is opnieuw toewijzen niet mogelijk.
pl: Skróty są stałe. W tej wersji nie można ich zmieniać.
pt_br: Os atalhos são fixos. Não há reatribuição nesta versão.
ru: Сочетания клавиш фиксированы. В этой версии их нельзя переназначить.
sv: Kortkommandona är fasta. Det går inte att ändra dem i den här versionen.
tr: Kısayollar sabittir. Bu sürümde yeniden atama yapılamaz.
uk: Комбінації клавіш фіксовані. У цій версії їх не можна перепризначити.
vi: Các phím tắt là cố định. Phiên bản này không hỗ trợ gán lại.
zh_hans: 快捷键是固定的。此版本不支持重新绑定。
zh_hant: 快速鍵是固定的。此版本不支援重新綁定。

source: Show Favorites Only
ar: إظهار المفضلة فقط
de: Nur Favoriten anzeigen
es: Mostrar solo favoritos
fr: Afficher uniquement les favoris
he: הצג מועדפים בלבד
hi: केवल पसंदीदा दिखाएं
id: Tampilkan Favorit Saja
it: Mostra solo i preferiti
ja: お気に入りのみ表示
ko: 즐겨찾기만 표시
nl: Alleen favorieten tonen
pl: Pokaż tylko ulubione
pt_br: Mostrar Apenas Favoritos
ru: Только избранные
sv: Visa endast favoriter
tr: Yalnızca Favorileri Göster
uk: Тільки вибрані
vi: Chỉ hiển thị mục yêu thích
zh_hans: 仅显示收藏
zh_hant: 僅顯示常用

source: Show TurboSpark in menu bar
ar: إظهار TurboSpark في شريط القوائم
de: TurboSpark in der Menüleiste anzeigen
es: Mostrar TurboSpark en la barra de menús
fr: Afficher TurboSpark dans la barre de menus
he: הצג את TurboSpark בשורת התפריטים
hi: मेनू बार में TurboSpark दिखाएं
id: Tampilkan TurboSpark di bilah menu
it: Mostra TurboSpark nella barra dei menu
ja: メニューバーに TurboSpark を表示
ko: 메뉴 막대에 TurboSpark 표시
nl: Toon TurboSpark in de menubalk
pl: Pokaż TurboSpark na pasku menu
pt_br: Mostrar TurboSpark na barra de menus
ru: Показывать TurboSpark в строке меню
sv: Visa TurboSpark i menyraden
tr: Menü çubuğunda TurboSpark'ı göster
uk: Показувати TurboSpark у рядку меню
vi: Hiển thị TurboSpark trên thanh menu
zh_hans: 在菜单栏中显示 TurboSpark
zh_hant: 在選單列中顯示 TurboSpark

source: Show completed tasks
ar: إظهار المهام المكتملة
de: Abgeschlossene Aufgaben anzeigen
es: Mostrar tareas completadas
fr: Afficher les tâches terminées
he: הצג משימות שהושלמו
hi: पूर्ण कार्य दिखाएं
id: Tampilkan tugas selesai
it: Mostra le attività completate
ja: 完了したタスクを表示
ko: 완료된 작업 표시
nl: Voltooide taken tonen
pl: Pokaż ukończone zadania
pt_br: Mostrar tarefas concluídas
ru: Показать выполненные задачи
sv: Visa slutförda uppgifter
tr: Tamamlanan görevleri göster
uk: Показати виконані завдання
vi: Hiện tác vụ đã hoàn thành
zh_hans: 显示已完成的任务
zh_hant: 顯示已完成的工作

source: Show less
ar: عرض أقل
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
he: הצגת פחות
hi: कम दिखाएँ
id: Tampilkan lebih sedikit
it: Mostrare meno
ja: 表示を減らす
ko: 간략히 보기
nl: Minder tonen
pl: Pokaż mniej
pt_br: Mostrar menos
ru: Показать меньше
sv: Visa mindre
tr: Daha az göster
uk: Показати менше
vi: Hiện ít hơn
zh_hans: 收起
zh_hant: 顯示較少

source: Sidecar Repo (optional)
ar: مستودع سايدكـار (اختياري)
de: Sidecar-Repository (optional)
es: Repositorio sidecar (opcional)
fr: Dépôt sidecar (optionnel)
he: מאגר Sidecar (אופציונלי)
hi: साइडकार रेपो (वैकल्पिक)
id: Repositori Sidecar (opsional)
it: Repository sidecar (opzionale)
ja: サイドカーリポジトリ（任意）
ko: 사이드카 저장소 (선택 사항)
nl: Sidecar-opslagplaats (optioneel)
pl: Repozytorium sidecar (opcjonalnie)
pt_br: Repositório Sidecar (opcional)
ru: Сайдкар-репозиторий (необязательно)
sv: Sidecar-arkiv (valfritt)
tr: Sidecar Deposu (isteğe bağlı)
uk: Сайдкар-репозиторій (необов'язково)
vi: Kho lưu trữ sidecar (tùy chọn)
zh_hans: 附加组件仓库（可选）
zh_hant: 附屬存放庫（選填）

source: Skill Name
ar: اسم المهارة
es: Nombre de la habilidad
fr: Nom de la compétence
he: שם המיומנות
hi: स्किल नाम
id: Nama keterampilan
it: Nome della competenza
ja: スキル名
ko: 스킬 이름
nl: Skillnaam
pl: Nazwa umiejętności
pt_br: Nome da habilidade
ru: Название навыка
sv: Färdighetens namn
tr: Beceri adı
uk: Назва навички
vi: Tên kỹ năng
zh_hans: 技能名称
zh_hant: 技能名稱

source: Skill actions
ar: إجراءات المهارة
de: Skill-Aktionen
es: Acciones de habilidad
fr: Actions de compétence
he: פעולות מיומנות
hi: कौशल क्रियाएं
id: Tindakan keahlian
it: Azioni abilità
ja: スキルのアクション
ko: 스킬 동작
nl: Vaardigheidsacties
pl: Działania umiejętności
pt_br: Ações de habilidade
ru: Действия с навыком
sv: Färdighetsåtgärder
tr: Beceri eylemleri
uk: Дії з навичкою
vi: Hành động kỹ năng
zh_hans: 技能操作
zh_hant: 技能操作

source: Skills
ar: المهارات
de: Fähigkeiten
es: Habilidades
fr: Compétences
he: כישורים
hi: कौशल
id: Keterampilan
it: Competenze
ja: スキル
ko: 스킬
nl: Vaardigheden
pl: Umiejętności
pt_br: Habilidades
ru: Навыки
sv: Färdigheter
tr: Beceriler
uk: Навички
vi: Kỹ năng
zh_hans: 技能
zh_hant: 技能

source: Skills Import & Marketplace
ar: استيراد المهارات والسوق
de: Skill-Import und Marktplatz
es: Importación de habilidades y mercado
fr: Importation de compétences et place de marché
he: ייבוא מיומנויות ומרכז
hi: स्किल आयात और मार्केटप्लेस
id: Impor keterampilan dan marketplace
it: Importazione di competenze e marketplace
ja: スキルのインポートとマーケットプレイス
ko: 스킬 가져오기 및 마켓플레이스
nl: Skills importeren en marktplaats
pl: Import umiejętności i marketplace
pt_br: Importação de habilidades e marketplace
ru: Импорт навыков и маркетплейс
sv: Import av färdigheter och marknadsplats
tr: Beceri içe aktarma ve pazar
uk: Імпорт навичок і маркетплейс
vi: Nhập kỹ năng và chợ
zh_hans: 技能导入与市场
zh_hant: 技能匯入與市集

source: Skills allow you to package and inject specialized prompts, workflow instructions, reference scripts, and tool permissions into conversations.
ar: تتيح لك المهارات تجميع مطالبات متخصصة وتعليمات سير عمل ونصوص مرجعية وأذونات أدوات وإدخالها في المحادثات.
de: Mit Skills können Sie spezialisierte Eingaben, Workflow-Anweisungen, Referenzskripte und Tool-Berechtigungen bündeln und in Unterhaltungen einbringen.
es: Las habilidades te permiten empaquetar e inyectar en las conversaciones indicaciones especializadas, instrucciones de flujo de trabajo, scripts de referencia y permisos de herramientas.
fr: Les compétences vous permettent d'empaqueter et d'injecter dans les conversations des invites spécialisées, des instructions de flux de travail, des scripts de référence et des autorisations d'outils.
he: מיומנויות מאפשרות לך לארוז ולהחדיר לשיחות הנחיות ייעודיות, הוראות תהליך עבודה, סקריפטים לעיון והרשאות כלים.
hi: स्किल आपको विशेष प्रॉम्प्ट, वर्कफ़्लो निर्देश, संदर्भ स्क्रिप्ट और टूल अनुमतियां पैकेज करके बातचीत में जोड़ने देती हैं।
id: Keterampilan memungkinkan Anda mengemas dan menyisipkan prompt khusus, instruksi alur kerja, skrip referensi, dan izin alat ke dalam percakapan.
it: Le competenze ti permettono di impacchettare e inserire nelle conversazioni prompt specializzati, istruzioni di flusso di lavoro, script di riferimento e permessi degli strumenti.
ja: スキルを使うと、専用のプロンプト、ワークフローの指示、参照スクリプト、ツール権限をパッケージ化して会話に取り込めます。
ko: 스킬을 사용하면 전문 프롬프트, 워크플로 지침, 참조 스크립트, 도구 권한을 묶어 대화에 주입할 수 있습니다.
nl: Met skills kun je gespecialiseerde prompts, workflow-instructies, referentiescripts en toolmachtigingen bundelen en in gesprekken invoegen.
pl: Umiejętności pozwalają pakować i wstrzykiwać do rozmów wyspecjalizowane monity, instrukcje przepływu pracy, skrypty referencyjne i uprawnienia narzędzi.
pt_br: As habilidades permitem empacotar e injetar nas conversas prompts especializados, instruções de fluxo de trabalho, scripts de referência e permissões de ferramentas.
ru: Навыки позволяют упаковывать и внедрять в беседы специализированные запросы, инструкции рабочих процессов, справочные скрипты и разрешения инструментов.
sv: Färdigheter låter dig paketera och infoga specialiserade prompter, arbetsflödesinstruktioner, referensskript och verktygsbehörigheter i konversationer.
tr: Beceriler, özelleşmiş istemleri, iş akışı yönergelerini, başvuru betiklerini ve araç izinlerini paketleyip sohbetlere eklemenizi sağlar.
uk: Навички дають змогу пакувати й додавати в розмови спеціалізовані запити, інструкції робочих процесів, довідкові скрипти та дозволи інструментів.
vi: Kỹ năng cho phép bạn đóng gói và đưa vào cuộc trò chuyện các lời nhắc chuyên biệt, hướng dẫn quy trình, tập lệnh tham chiếu và quyền công cụ.
zh_hans: 技能让你可以把专用提示词、工作流说明、参考脚本和工具权限打包并注入对话。
zh_hant: 技能讓你可以把專用提示詞、工作流程說明、參考指令碼與工具權限打包並注入對話。

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
he: דלג
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
sv: Hoppa över
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過
